import os

TOKEN = os.getenv('TOKEN')

TRANSLATE_TABLE = {'а':'a','б':'b','в':'v','г':'g','д':'d','е':'e','ё':'e','ж':'zh','з':'z','и':'i','й':'i','к':'k'
                          ,'л':'l','м':'m','н':'n','о':'o','п':'p','р':'r','с':'c','т':'t','у':'u','ф':'f','х':'kh','ц':'ts'
                          ,'ч':'ch','ш':'sh','щ':'shch','ы':'y','ъ':'ie','ь':'','э':'e','ю':'iu','я':'ia'}

HELP_COMMANDS = """
<b>/start</b> - <em>начало работы с ботом </em>
<b>/help</b> - <em>список доступных команд </em>
<b>/start_translate</b> - <em>включает режим перевода ФИО</em>
<b>/stop_translate</b> - <em>выключает режим перевода ФИО </em>
"""

CORRECT_SYMBOLS = 'абвгдеёжзийклмнопрстуфхцчшщьъыэюя'